Repository: drodin/Stratagus
Catalog: po/*.po
Languages: it

source: You cannot reach building place
it: Non puoi raggiungere il luogo di costruzione

source: You cannot build %s here
it: Non puoi costruire %s qui

source: Not enough resources to build %s
it: Non hai abbastanza risorse per costruire %s

source: Can't build more units %s
it: Non puoi realizzare piu' unita' di %s

source: Unable to create building %s
it: Impossibile realizzare la struttura %s

source: New %s done
it: Nuovo %s fatto

source: We need more %s for repair!
it: Abbiamo bisogno di piu' %s per riparare!

source: %s: research complete
it: %s: ricerca completata

source: %s has collapsed!
it: %s è ceduta

source: %s is running low!
it: %s si sta esaurendo!

source: No Resources to Return.
it: Nessuna risorsa da ritornare

source: %s: not enough mana for spell: %s
it: %s: non ha abbastanza mana per l'incantesimo: %s

source: %s: can't cast spell: %s
it: %s: non puo' lanciare l'incantesimo: %s

source: New %s ready
it: Nuovo %s pronto

source: Unable to train %s
it: Impossibile addestrare %s

source: Upgrade to %s canceled
it: Miglioramento a %s cancellato

source: Upgrade to %s complete
it: Miglioramento a %s completato

source: Player "%s" has left the game
it: Giocatore "%s" ha lasciato la partita

source: Player "%s" has been killed
it: Giocatore "%s" è stato ucciso

source: Artificial Intelligence
it: Intelligenza Artificiale

source: Unit can't be placed here.
it: L'unita' non puo' essere piazzata qui.

source: Mirror editing enabled: 2-side
it: Modifica speculare attivata: 2-lati

source: Mirror editing enabled: 4-side
it: Modifica speculare attivata: 4-lati

source: Mirror editing disabled
it: Modifica speculare disattivata

source: Unit deleted
it: Unita' cancellata

source: Unit owner modified
it: Possessore unita' modificato

source: Select mode
it: Modalita' Seleziona

source: Unit mode
it: Modalita' Unita'

source: Tile mode
it: Modalita' Tassello

source: Set start location mode
it: Imposta luogo di partenza

source: No sync info for this replay !
it: Nessuna informazione di sincronizzazione per questo replay!

source: Replay got out of sync (%lu) !
it: Il replay e' andato fuori sincronizzazione (%lu)!

source: Replay got out of sync !
it: Il replay e' andato fuori sincronizzazione!

source: End of replay
it: Fine del replay

source: %s sent bad command
it: %s ha inviato un commando errato

source: Network out of sync
it: Rete fuori sincronizzazione

source: Waiting for player "%s": %d:%02d
it: Aspettando il giocatore "%s": %d:%02d

source: Timed out
it: Tempo scaduto

source: Building Limit Reached
it: Limite di costruzioni raggiunto

source: Unit Limit Reached
it: Limite di unita' raggiunto

source: Insufficient Supply, increase Supply.
it: Fornitura insufficiente, incrementare la fornitura

source: Total Unit Limit Reached
it: Limite di unita' totali raggiunto

source: Limit of %d reached for this unit type
it: Limite di %d raggiunto per questo tipo di unita'

source: Cannot create more units.
it: Impossibile creare piu' unita'

source: Do it! Do it now!
it: Buon divertimento

source: Thanks for playing Stratagus.
it: Grazie per aver giocato a Stratagus.

source: Select Target
it: Seleziona Bersaglio

source: Select Location
it: Seleziona Locazione

source: Unit training queue is full
it: La coda di addestramento delle unita' e' piena

source: MESSAGE:%s~!_
it: MESSAGGIO:%s~!_

source: Sound is on.
it: Il suono e' acceso

source: Sound is off.
it: Il suono e' spento

source: Music is off.
it: La musica e' spenta

source: Music is on.
it: La musica e' accesa

source: Game Paused
it: Gioco in Pausa

source: Game Resumed
it: Gioco Ripreso

source: Big map enabled
it: Grande mappa abilitata

source: Returning to old map
it: Ritornando alla vecchia mappa

source: Faster
it: Piu' veloce

source: Slower
it: Piu' lento

source: Terrain displayed.
it: Terreno mostrato.

source: Terrain hidden.
it: Terreno nascosto.

source: Grab mouse toggled.
it: Afferra mouse azionato

source: Screenshot made.
it: Schermata salvata

source: Last message repeated ~<%d~> times
it: Ultimo messaggio ripetuto ~<%d~> volte

source: ~<Event: %s~>
it: ~<Evento: %s~>

source: You have ~<%d~> %ss
it: Tu hai ~<%d~> %ss

source: You have ~<%d~> %s(s)
it: Tu hai ~<%d~> %s(s)

source: %s attacked
it: %s ha attaccato
